Repository: russia/ProSoft.EasySave
Catalog: ProSoft.EasySave.Presentation/Properties/Langs/lang.*.resx
Languages: fr_fr

# APPS_BUIS2
source: When its use is detected, all ongoing saves will be stopped.
fr_fr: Quand il sera détetcter, toutes les sauvegardes seront stoppés.

# APPS_BUIS_TITLE
source: Business software detection
fr_fr: Détection d'un logiciel métier

# APPS_FILE1
source: Choose below the extensions of files that should be prioritized.
fr_fr: Choisissez ci dessous les extensions des fichiers prioritaires

# APPS_FILE2
source: The priority is set from left to right.
fr_fr: La priorité est de gauche à droite

# APPS_FILE3
source: Possible extensions : pdf, doc, docx, txt, xls, xlsx, json, iso, jpeg, png
fr_fr: Extention possibles : pdf, doc, docx, txt, xls, xlsx, json, iso, jpeg, png

# APPS_FILE4
source: Example : pdf;docx;txt
fr_fr: Exemple : pdf;docx;txt

# APPS_FILE_TITLE
source: File priority selection
fr_fr: Selection de fichier prioritaires

# APPS_LOG1
source: This button opens an explorer to the folder containing the logs
fr_fr: Ce bouton ouvre le fichier de log

# APPS_LOG_TITLE
source: Log folder
fr_fr: Dossier log

# APPS_TITLE
source: Application settings
fr_fr: Paramètres

# APPS_WEIGHT1
source: If two files exceed this weight (in kiloBytes),
fr_fr: Si 2 fichiers dépasse ce poids (en ko)

# APPS_WEIGHT2
source: they will be saved one after the other and not simultaneously.
fr_fr: L'application va sauvegarder un fichier après l'autre et non simultanément.

# APPS_WEIGHT_TITLE
source: Max allowed file weight
fr_fr: Poids maximum d'un fichier

source: Home
fr_fr: Accueil

# NAV_HOME
source: Home
fr_fr: Accueil

# PAUSE_ALL_SAVE
source: Pause all backup
fr_fr: Mettre en pause toutes les sauvegardes

# SAMPLE_CONFIG_TEXT
source: 5 saves in progress
fr_fr: 5 sauvegardes sont en cours

source: Sample title
fr_fr: Exemple de titre

# SAMPLE_TITLE_CONFIG
source: Go to ConfigScreen
fr_fr: Aller à l'écran de config

# SAMPLE_TITLE_STAT
source: StatPlaceholder
fr_fr: Exemple de stat

# SAVEC_DEST
source: Destiantion path
fr_fr: Chemin destination

# SAVEC_NAME
source: Name
fr_fr: Nom

# SAVEC_SAVE_TYPE
source: Save type
fr_fr: Type de sauvegarde

# SAVEC_SOURCE
source: Source paths
fr_fr: Chemin source

# SAVEC_TITLE
source: Saves configuration
fr_fr: Règlage d'une sauvegarde

# START_ALL_SAVE
source: Start all backup
fr_fr: Démarrer toutes les sauvegardes

# TAB_NAME
source: Name
fr_fr: Nom

# TAB_PROGRESS
source: Progress
fr_fr: Progression

# TAB_SOURCE
source: Source file
fr_fr: Fichier source

# TAB_TARGET
source: Target file
fr_fr: Fichier cible

# TAB_TITLE
source: Save/Backup in progress
fr_fr: Sauvegarde(s) en cours

# TAB_TRANSFERT
source: Transfert Type
fr_fr: Type de transfert
