Repository: russia/ProSoft.EasySave
Catalog: Prosoft.EasySave.Infrastructure/Globalisation/Lang.*.resx
Languages: fr_fr

# ADD_NEW_JOB_CONTEXT
source: Do you want to add a new backup task?
fr_fr: Voulez-vous ajouter un travail de sauvegarde supplémentaire?

# BACKUP_NAME
source: Give a name to your backup:
fr_fr: Donnez un nom à la sauvegarde:

# DESTINATION
source: Enter the destination path:
fr_fr: Entrez le chemin de destination:

# EXECUTION_TYPE
source: Give the execution type that you want:
fr_fr: Indiquez le type d'éxécution:

# SOURCE
source: Enter the source path:
fr_fr: Entrez le chemin du dossier source:

# TRANSFERT_TYPE
source: Give the transfert type:
fr_fr: Indiquez le type de sauvegarde:

# WELCOME_MESSAGE
source: Welcome
fr_fr: Bienvenue

# SAVE_CONFIG
source: Save configuration
fr_fr: Configuration de la sauvegarde

# SAVE_DEST_PATH
source: Destination path
fr_fr: Chemin de la destination

# SAVE_NAME
source: Name
fr_fr: Nom

# SAVE_SOURCE_PATH
source: Source path
fr_fr: Chemin de la source

source: Save type
fr_fr: Type de sauvegarde

# SKIP_USER_INPUT
source: Do you want to skip the user input step?
fr_fr: Voulez-vous passer l'étape de configuration manuelle des sauvegardes?

# APP_CONFIG_FILE_WEIGHT
source: Max allowed file weight
fr_fr: Poids maximum d'un fichier

# APP_CONFIG_LOG
source: Log folder
fr_fr: Dossier de logs

# APP_CONFIG_PRIO
source: File priority selection
fr_fr: Séléction de la priorité des fichiers

# APP_CONFIG_PRIO_TXT1
source: Type below the extensions of files that should be prioritized, separated by semicolons
fr_fr: Rentrez ci dessous les extensions des fichiers que vous voulez priorisés, séparées par des points virgules

# APP_CONFIG_PRIO_TXT2
source: Possible extensions: pdf, doc, docx, txt, xls, xlsx, json, iso, jpeg, png
fr_fr: Extensions possibles: pdf, doc, docx, txt, xls, xlsx, json, iso, jpeg, png

# APP_CONFIG_PRIO_TXT3
source: Example: pdf;docx;txt
fr_fr: Exemple: pdf;docx;txt

# APP_CONFIG_SOFT
source: Business software detection
fr_fr: Détection de logiciel métier

# APP_CONFIG_SOFT_BTN
source: Click here to select a file
fr_fr: Cliquez içi pour sélectionner un fichier

# APP_CONFIG_TITLE
source: Application settings
fr_fr: Paramètres de l'application

# SAVE_COMPLETE
source: Complete
fr_fr: Complète

# SAVE_DIFF
source: Differential
fr_fr: Différentielle

# SAVE_SELECT_DEST
source: Target file
fr_fr: Fichier destination

# SAVE_SELECT_NAME
source: Name
fr_fr: Nom

# SAVE_SELECT_SOURCE
source: Source file
fr_fr: Fichier source

# SAVE_SELECT_TYPE
source: Transfert type
fr_fr: Type de transfert

# SAVIEWS_CRYPT_TIME
source: Average crypting time
fr_fr: Temps de chiffrement moyen

# SAVIEWS_NBR_LOG
source: Total number of log
fr_fr: Nombre total de logs

# SAVIEWS_NBR_SAVES
source: Total number of saves
fr_fr: Nombre total de sauvegardes

# SAVIEWS_NBR_SAVES_IP
source: Total saves in progress
fr_fr: Nombre total de sauvegardes en cours

# SAVIEWS_REPO
source: Most used repository
fr_fr: Répertoire le plus utilisé

# SAVIEWS_SAVE_DAY
source: Average save/day
fr_fr: Nombre moyen de sauvegarde journalière

# SAVIEWS_TRANS_TIME
source: Average transtering time
fr_fr: Temps de transfert moyen

# SAVE_IN_PROG
source: Save/Backup in progress
fr_fr: Sauvegare en cours
